[
  {
    "text": "COVID-19 vaccines reduce hospitalization and severe disease. Multiple studies from WHO and CDC confirm their safety and efficacy.",
    "source": "WHO"
  },
  {
    "text": "Masks are effective in reducing the spread of respiratory viruses, including COVID-19, according to CDC and peer-reviewed studies.",
    "source": "CDC"
  },
  {
    "text": "5G mobile networks do not spread COVID-19. Viruses cannot travel on radio waves or mobile networks.",
    "source": "BBC"
  },
  {
    "text": "Climate change is real and primarily caused by human activities such as burning fossil fuels. Evidence comes from NASA and IPCC reports.",
    "source": "NASA"
  },
  {
    "text": "Drinking bleach or ingesting disinfectants is extremely dangerous and does not cure COVID-19.",
    "source": "FDA"
  },
  {
    "text": "The Earth is round. Satellite imagery, circumnavigation, and gravity measurements confirm this fact.",
    "source": "National Geographic"
  },
  {
    "text": "GMOs are safe to eat. Scientific consensus from WHO and FDA states they do not pose a health risk.",
    "source": "WHO"
  },
  {
    "text": "Hydroxychloroquine is not proven to prevent or cure COVID-19. Clinical trials showed no significant effect.",
    "source": "NEJM"
  },
  {
    "text": "Drinking water does not prevent COVID-19 infection. Good hydration helps health but does not stop viral infection.",
    "source": "CDC"
  },
  {
    "text": "Elections in democratic countries are monitored by independent observers to ensure fairness. Claims of widespread voter fraud are often unsubstantiated.",
    "source": "Reuters"
  },
  {
    "text": "Flat Earth theories are scientifically incorrect. Observations from physics, astronomy, and satellite data support a spherical Earth.",
    "source": "NASA"
  },
  {
    "text": "5G towers do not cause cancer. Research by WHO and IARC shows no link between mobile networks and cancer.",
    "source": "WHO"
  },
  {
    "text": "Climate change is increasing global average temperatures, causing rising sea levels, and extreme weather events.",
    "source": "IPCC"
  },
  {
    "text": "Autism is not caused by vaccines. Studies show no causal link between MMR vaccines and autism.",
    "source": "CDC"
  },
  {
    "text": "Eating garlic or ginger does not prevent COVID-19. These foods are healthy but not a cure or preventive measure.",
    "source": "WHO"
  },
  {
    "text": "The COVID-19 virus is transmitted primarily through respiratory droplets and aerosols, not through 5G or Wi-Fi signals.",
    "source": "CDC"
  },
  {
    "text": "Artificial intelligence cannot read minds or predict exact future events. AI analyzes patterns from data.",
    "source": "MIT Technology Review"
  },
  {
    "text": "Climate change denial is inconsistent with overwhelming scientific evidence from multiple disciplines including meteorology, oceanography, and ecology.",
    "source": "NASA"
  },
  {
    "text": "Bitcoin and other cryptocurrencies are decentralized digital assets, but they do not grant guaranteed profits and are highly volatile.",
    "source": "CoinDesk"
  },
  {
    "text": "The COVID-19 pandemic started in late 2019 and is caused by the SARS-CoV-2 virus, a novel coronavirus.",
    "source": "WHO"
  },
  {
    "text": "The Moon's phases are caused by the portion of its sunlit side visible from Earth, not by Earth's shadow.",
    "source": "Space.com"
  },
  {
    "text": "Spreading salt on roads during winter works by lowering the freezing point of water, not by directly melting the ice.",
    "source": "NOAA"
  },
  {
    "text": "The Great Wall of China is not visible from space with the naked eye.",
    "source": "NASA"
  },
  {
    "text": "Shaving hair does not make it grow back thicker or darker. This is a common misconception.",
    "source": "Mayo Clinic"
  },
  {
    "text": "The Mariana Trench is the deepest known point in the Earth's oceans, reaching approximately 11,000 meters deep.",
    "source": "National Geographic"
  },
  {
    "text": "Lightning can strike the same place twice. Buildings like the Empire State Building are hit frequently.",
    "source": "National Weather Service"
  },
  {
    "text": "An apple a day does not keep the doctor away, but it is part of a healthy diet.",
    "source": "Harvard T.H. Chan School of Public Health"
  },
  {
    "text": "Humans use much more than 10% of their brains. Brain imaging shows all parts are used for various tasks.",
    "source": "Johns Hopkins Medicine"
  },
  {
    "text": "Chewing gum stays in the stomach for only a few days, not seven years. It is mostly indigestible and passes through the digestive system.",
    "source": "Cleveland Clinic"
  },
  {
    "text": "The average person does not swallow eight spiders in their lifetime. Spiders are not likely to crawl into a person's mouth while they sleep.",
    "source": "Scientific American"
  },
  {
    "text": "Vitamin C does not cure the common cold. It may help reduce the duration of symptoms slightly for some people.",
    "source": "NIH"
  },
  {
    "text": "The five-second rule is not a valid measure for food safety. Bacteria can transfer to food in an instant.",
    "source": "USDA"
  },
  {
    "text": "The unicorn is the national animal of Scotland. It was adopted for its symbolism of purity, innocence, and power.",
    "source": "Historic Environment Scotland"
  },
  {
    "text": "A chameleon's ability to change color is primarily for communication and temperature regulation, not just camouflage.",
    "source": "Live Science"
  },
  {
    "text": "Bumblebees can fly. Despite old rumors, scientific research proves they can.",
    "source": "California Academy of Sciences"
  },
  {
    "text": "The Statue of Liberty was a gift from France to the United States.",
    "source": "National Park Service"
  },
  {
    "text": "The first computer mouse was made of wood. It was invented by Douglas Engelbart.",
    "source": "Stanford University"
  },
  {
    "text": "There is no definitive proof of the existence of the Loch Ness Monster. All evidence has been inconclusive or proven to be hoaxes.",
    "source": "Smithsonian Magazine"
  },
  {
    "text": "Polar bears' skin is black under their translucent fur. This helps them absorb and retain heat from the sun.",
    "source": "Polar Bears International"
  },
  {
    "text": "Coffee beans are the seeds of coffee cherries, not actual beans.",
    "source": "National Coffee Association"
  },
  {
    "text": "Albert Einstein did not fail mathematics in school. He was an excellent student in math and physics.",
    "source": "American Institute of Physics"
  },
  {
    "text": "Bats are not blind. They have poor vision but use echolocation to navigate in the dark.",
    "source": "National Geographic"
  },
  {
    "text": "The Sahara Desert is not the largest desert in the world. The Antarctic Polar Desert is larger.",
    "source": "USGS"
  },
  {
    "text": "The 'Ring of Fire' is a major area in the basin of the Pacific Ocean where many earthquakes and volcanic eruptions occur.",
    "source": "USGS"
  },
  {
    "text": "The pyramids of Giza were not built by slaves. Evidence suggests they were built by skilled Egyptian laborers.",
    "source": "National Geographic"
  },
  {
    "text": "The first modern Olympic Games were held in Athens, Greece, in 1896.",
    "source": "International Olympic Committee"
  },
  {
    "text": "The world's largest living organism is a fungus, Armillaria ostoyae, located in Oregon.",
    "source": "Oregon State University"
  },
  {
    "text": "The heart of a shrimp is located in its head.",
    "source": "MarineBio Conservation Society"
  },
  {
    "text": "Honey is the only food that doesn't spoil. It's preserved by its low water content and acidic pH.",
    "source": "Smithsonian"
  },
  {
    "text": "A group of owls is called a parliament.",
    "source": "The Cornell Lab of Ornithology"
  },
  {
    "text": "A crocodile cannot stick its tongue out. It is held in place by a membrane.",
    "source": "San Diego Zoo"
  },
  {
    "text": "It is not illegal to refuse to pay for a taxi if you are being driven in reverse. This is a common but untrue myth.",
    "source": "Snopes"
  },
  {
    "text": "The human body contains about 60,000 miles of blood vessels.",
    "source": "Cleveland Clinic"
  },
  {
    "text": "The first recorded use of the word 'OK' was in 1839. It stood for 'oll korrect,' a humorous misspelling of 'all correct'.",
    "source": "Smithsonian Magazine"
  },
  {
    "text": "The tongue of a blue whale can weigh as much as an elephant.",
    "source": "National Geographic"
  }
]

